
USE hate;

INSERT INTO hate.users VALUES (1, 'Considerthat', 'Николай', 'aa9b53dca45dad0a1d81e7462d8d573f', 'Фетисов', 'fetissov.n@gmail.com',80333451671,0.0,1);
INSERT INTO hate.users VALUES (2, 'Admin', 'Николай', 'aa9b53dca45dad0a1d81e7462d8d573f', 'Фетисов', 'fetissov.admin@gmail.com',80333451671,100.0,0);
INSERT INTO hate.users_posts VALUES (1
  ,'г.Минск, пр.Победителей 100, Макдональдс'
  ,'Плохое обслуживание в маке'
  ,'тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст'
  ,1
  ,'2017-06-07 17:02:20',10,NULL);
INSERT INTO hate.users_posts VALUES (2
  ,'г.Минск, пр.Победителей 100, Макдональдс'
  ,'Плохое обслуживание в маке'
  ,'тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст'
  ,1
  ,'2017-06-07 17:02:25',33,NULL);
INSERT INTO hate.users_posts VALUES (3
  ,'г.Минск, пр.Победителей 100, Макдональдс'
  ,'Плохое обслуживание в маке'
  ,'тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст'
  ,1
  ,'2017-06-07 17:02:28',35,NULL);
INSERT INTO hate.users_posts VALUES (4
  ,'г.Минск, пр.Победителей 100, Макдональдс'
  ,'Плохое обслуживание в маке'
  ,'тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст'
  ,1
  ,'2017-06-07 17:02:30',11,NULL);
INSERT INTO hate.users_posts VALUES (5
  ,'г.Минск, пр.Победителей 100, Макдональдс'
  ,'Плохое обслуживание в маке'
  ,'тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст'
  ,1
  ,'2017-06-07 17:02:40',2,NULL);
INSERT INTO hate.users_posts VALUES (6
  ,'г.Минск, пр.Победителей 100, Макдональдс'
  ,'Плохое обслуживание в маке'
  ,'тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст тестовый текст'
  ,1
  ,'2017-06-07 17:02:50',33,NULL);
INSERT INTO hate.users_messages VALUES (1,'злость1',1,6,12,'2017-06-07 17:03:23');
INSERT INTO hate.users_messages VALUES (2,'злость2',1,6,15,'2017-06-07 17:03:26');


